Repository: mandark321/wp-fanfiction-and-writing-archive-basic
Catalog: i18n/fe-fiction-*.po
Languages: pt_br

source: Authors
pt_br: Autores

source: Permalink:
pt_br: Link permanente:

source: Edit
pt_br: Editar

source: Enter Book or Story Title
pt_br: Título do livro ou da história

source: Book / Story
pt_br: Livro / História

source: Chapter
pt_br: Capítulo

source: None
pt_br: Nenhum

source: Settings
pt_br: Configurações

source: Are you sure you want to delete the page?
pt_br: Tem certeza que deseja apagar a página?

source: Tools
pt_br: Ferramentas

source: Media
pt_br: Arquivos de mídia

source: Story Rating
pt_br: Classificação da história

source: Author Pages
pt_br: Página dos autores

source: User Limits
pt_br: Limites de usuário

source: Fanfic Options
pt_br: Opções de fanfic

source: Manage Scores
pt_br: Manejar pontuação

source: Scores Options
pt_br: Opções de pontuação

source: Scores Templates
pt_br: Template de pontuação

source: Please do not use "Fiction" or "fiction" as your page title. This is reserved.
pt_br: Por favor não use "Fiction" ou "fiction" como título de sua página. Este nome é reservado.

source: We need a title for the page if we are to create one for you.
pt_br: Precisamos de um título para a página se tivermos que criar uma para você.

source: Search
pt_br: Buscar

source: Dashboard
pt_br: Painel de controle

source: My profile
pt_br: Meu perfil

source: My Profile
pt_br: Meu perfil

source: My Fiction
pt_br: Minhas fanfics

source: Post a Story
pt_br: Postar uma história

source: Title:
pt_br: Título:

source: Show Login/Logout Link
pt_br: Mostrar link de login/logout

source: Show User's Nickname
pt_br: Mostrar apelido de usuário

source: Fanfic.me Fan Fiction Search
pt_br: Busca de Fanfiction do Fanfic.me

source: Keyword
pt_br: Palavras-chave

source: Genres
pt_br: Gêneros

source: Ratings
pt_br: Classificações

source: Characters
pt_br: Personagens

source: The most recent fiction comments
pt_br: Comentários de fanfics mais recentes

source: Fan Fiction Recent Comments
pt_br: Comentários de fanfics recentes

source: Recent Comments
pt_br: Comentários recentes

source: Number of comments to show:
pt_br: Número de comentários a exibir:

source: Title is required
pt_br: O título é obrigatório

source: Author Notes is required and cannot exceed 150 characters
pt_br: Notas do autor são obrigatórias e não podem ultrapassar 150 caracteres

source: Fanfic.me Options
pt_br: Opções do Fanfic.me

source: Fanfic.me options have been updated
pt_br: As opções do Fanfic.me foram atualizadas

source: There were complications with page creation. Please see message below.
pt_br: Houve problemas na criação da página. Por favor veja a mensagem abaixo.

source: Create Fan Fiction Page
pt_br: Criar página de fanfic

source: Page has been created for you
pt_br: A página foi criada para você

source: Page has been deleted! You may safely create a new page.
pt_br: A página foi apagada! Você pode criar uma nova página com segurança.

source: page already exists.
pt_br: A página já existe

source: Manage the page here
pt_br: Gerencie a página aqui

source: Delete the existing page
pt_br: Apagar página existente

source: Delete the existing page.
pt_br: Apagar a página existente

source: Yes, Create the page for me
pt_br: Sim, crie a página para mim

source: The page title (anything other than "Fiction")
pt_br: O título da página (qualquer nome que não seja "Fiction")

source: (this will create a page for you that will be used to display your fiction list. This is a single page that will be used for listing all fiction and fictin search results)
pt_br: (A página que será usada para exibir sua lista de fanfiction será criada. Esta é uma página única que lista todas as fanfictions e resultados de busca dentro das fanfictions.)

source: <strong>Note:</strong> you don't need to have us do this! You can create the page yourself. just add [fe-fiction] where you want the fiction listing or story to display :)
pt_br: <strong>Aviso:</strong> Se quiser você não precisa deixar este procedimento com a gente! Você mesmo pode criar a página. Apenas escreva [fe-fiction] na página onde quiser que a lista de fanfics ou a história seja exibida. :)

source: Override Dashboard option enabled
pt_br: Opção de sobrescrever o painel de controle habilitada

source: Override Dashboard
pt_br: Sobrescrever o Painel de controle

source: (this will change the standard WP dashboard and replace it with a nice options dashboard)
pt_br: (isto irá substituir o painel de controle padrão do wordpress por um painel de controle amigável)

source: Enhanced Admin Interface
pt_br: Interface avançada de administrador

source: Admin menus are now hidden (except for admins)
pt_br: Os menus de administração foram ocultados (exceto para administradores)

source: Click to enable
pt_br: Clique para habilitar

source: (Set up the admin interface so that Authors can only access their profile, read and manage comments, and manage their fiction)
pt_br: (Ajuste a interface de administração para que os autores possam apenas acessar seus perfis, ler e gerenciar comentários e suas fanfics.)

source: Default Role
pt_br: Função padrão de usuário

source: Default role has been set to Author
pt_br: Função padrão foi definida como Autor

source: Change the default role to Author
pt_br: Mudar a função padrão para Autor

source: (Allow Fanfic.me Fan Fiction to set the default role for new users to the Author level. The Author level allows for users to submit and publish their own stories. It also allows them to manage the comments for their stories. You can always not enable this and continue to manage roles yourself.)
pt_br: (Permite que o Fanfic.me Fan Fiction estabeleça o nível de Autor como função padrão para novos usuários. O nível de autor permite que os usuários enviem e publiquem as próprias histórias. Também permite que eles gerenciem os comentários para suas próprias histórias. Você sempre poderá não habilitar esta opção e continuar a gerenciar as funções.)

source: <strong>Note:</strong> If you disable this feature after having it enabled, make sure to go to the <a href="
pt_br: <strong>Aviso:</strong> Se você desabilitar esta função após tê-la habilitado, certifique-se de ir em <a href="

source: Fan Fiction Page Stylesheet
pt_br: Stylesheet da página de Fanfiction

source: Stylesheet Updated
pt_br: Stylesheet atualizada

source: Customize the style defintions for the fiction pages
pt_br: Customize as definições de estilo para as páginas de fanfiction

source: (If you delete the entire contents here, we will reset it to the default stylesheet)
pt_br: (Se você deletar todo o conteúdo aqui, iremos reverter para a stylesheet padrão)

source: Fan Fiction Scores
pt_br: Pontuação de Fanfiction

source: Fiction scoring enabled
pt_br: Pontuação de fanfictions habilitada

source: Enable fiction story scoring (i.e. star ratings)
pt_br: Habilitar pontuação de fanfictions ( exemplo: avaliação por estrelas)

source: (Allow users to rank a story with up/down voting, stars, etc. You will be able to configure this once enabled.)
pt_br: (Permite que usuários avaliem uma história com votação de positivo/negativo, estrelas, etc. Você poderá configurar assim que habilitar esta opção.)

source: Update Role For Users
pt_br: Atualizar função padrão para usuários

source: Subscribers
pt_br: Assinantes

source: Contributors
pt_br: Colaboradores

source: Editors
pt_br: Editores

source: (For each user associated to the checked roles, we will update them to the Author role. The Author role is the new default role. We will only perform this action if you have also selected to allow us to set the default role)
pt_br: (Para cada usuário associado com as funções marcadas, iremos remanejá-los para a função de Autor. A função de autor é a nova função padrão. Apenas executaremos esta ação se você também selecionou a permissão para estabelecer a função padrão.)

source: Save Changes
pt_br: Salvar alterações

source: Site User Limits
pt_br: Limite de usuários do site

source: Use this setting to limit the number of users that this site is permitted to have. This does not include Administrators or the site owner
pt_br: Use esta configuração para limitar o número de usuários máximo que o site pode ter. O dono do site e administradores não estão inclusos neste número.

source: site options have been updated
pt_br: As opções do site foram atualizadas

source: Set User Limit
pt_br: Definir limite de usuários

source: Unlimited
pt_br: ilimitado

source: Creating a new chapter for a book? Select the story / book here.
pt_br: Criando um novo capítulo para seu livro? Selecione a história/livro aqui.

source: Select a Story
pt_br: Selecione uma história

source: No story
pt_br: Nenhuma história

source: Book Title:
pt_br: Título do livro:

source: Enter chapter number and chapter name below.
pt_br: Insira o número do capítulo e o título do capítulo abaixo.

source: Continue
pt_br: Continua

source: Are you sure you want to create a new chapter for:
pt_br: Tem certeza que quer criar um novo capítulo para:

source: ? \n\nNote: you will lose all unsaved data!!!
pt_br: ? \n\nAVISO: Você vai perder todas as informações que não tiverem sido salvas!!!

source: Content Body
pt_br: Conteúdo do corpo

source: Story written on %1$s by %2$s.
pt_br: História escrita em %1$s , por %2$s.

source: Genre(s)
pt_br: Gênero(s)

source: Rating
pt_br: Classificação

source: Character(s)
pt_br: Personagem(s)

source: Story Shortlink
pt_br: Link encurtado da história

source: %1$d words.
pt_br: %1$d palavras.

source: No Comments
pt_br: Nenhum comentário

source: 1 Comment
pt_br: 1 comentário

source: % Comments
pt_br: % comentários

source: Number of Comments
pt_br: Número de comentários

source: Words
pt_br: Palavras

source: Views
pt_br: Visitas

source: Author Notes
pt_br: Notas do autor

source: Summary
pt_br: Sumário:

source: Continue reading <span class="meta-nav">&rarr;</span>
pt_br: continuar lendo <span class="meta-nav">&rarr;</span>

source: Pages:
pt_br: Páginas:

source: CLEAR
pt_br: LIMPAR

source: Displaying fandoms for which we currently have stories, but we welcome stories in all fandoms.
pt_br: Exibindo fandoms para os quais atualmente não temos histórias, mas histórias de todos os fandoms são bem vindas.

source: Search Fan Fiction
pt_br: Buscar Fanfiction

source: Search by Fandom
pt_br: Buscar por fandom

source: select the first letter of your fandom
pt_br: Selecione a primeira letra de seu fandom

source: Fandom Selection
pt_br: Seleção de fandom

source: Display %s results per page
pt_br: Exibir %s resultados por página

source: <strong>%s</strong> stories found matching your criteria
pt_br: <strong>%s</strong> histórias foram encontradas de acordo com seus parâmetros

source: Story Search Results
pt_br: Resultado de busca de histórias

source: Browse Stories
pt_br: Ver histórias

source: Not Found
pt_br: Não encontrado

source: We apologize, but no stories were found.
pt_br: Desculpe, mas nenhuma história foi encontrada.

source: This story has been set to a rating of <strong>%s</strong>. Age verification is required to proceed.
pt_br: Esta história foi avaliada como<strong>%s</strong>. Para prosseguir é preciso verificar sua idade.

source: Submit
pt_br: Enviar

source: Posts by Category
pt_br: Posts por categoria

source: Fan Fiction Options
pt_br: Opções de Fanfiction

source: Fiction Story Scoring
pt_br: Pontuação de Fanfic

source: Enable Fiction Story Scoring (star ratings)
pt_br: Habilitar pontuação de fanfics ( classificação por estrelas)

source: Age Verification
pt_br: Verificação de idade

source: I am %s years of age as of today, %s
pt_br: Eu tenho %s anos de idade, no dia de hoje, %s

source: Enter your current age into the field provide above. Stories with a rating of R or NC-17 may contain material not suitable for children. %s requires that all individuals wishing to read these stories confirm they are of at least 17 years of age. %s uses the MPAA rating labeling system for all stories.
pt_br: Insira sua idade atual no campo abaixo. Histórias com a classificação R ou NC-17 podem conter material inadequado para crianças. %s exige que todos os indivíduos que desejam ler estas histórias confirmem que têm ao menos 17 anos de idade. %s usa o sistema de classificação etária da MPAA para todas as histórias.

source: %s will also make a best attempt to filter profane words in stories that are not rated R or NC-17 unless the individual confirms they are of at least 17 years of age.
pt_br: %s também tentará filtrar palavrões e vocabulário chulo em histórias que não forem classificadas como R ou NC-17 a não ser que o indivíduo confirme ter ao menos 17 anos de idade.

source: %1$s uses the following rating scale for stories.
pt_br: %1$s usa a seguinte escala de classificação para as histórias.

source: Add Site Page
pt_br: Adicionar nova página do site

source: Edit Site Pages
pt_br: Editar página do site

source: New Blog Post
pt_br: Novo post do blog

source: Edit Blog Posts
pt_br: Editar posts do blog

source: New Fan Fiction Story
pt_br: Nova Fanfic

source: Manage Fan Fiction Stories
pt_br: Gerenciar Fanfics

source: Manage Themes
pt_br: Gerenciar temas

source: Manage Widgets
pt_br: Gerenciar widgets

source: Manage Menus
pt_br: Gerenciar menus

source: Theme Header
pt_br: Cabeçalho do tema

source: Theme Background
pt_br: Background do tema

source: Add User
pt_br: Adicionar usuário

source: Manage Users
pt_br: Gerenciar usuários

source: Manage Comments
pt_br: Gerenciar comentários

source: Options saved.
pt_br: Opções salvas.

source: Author Bio Directory Options
pt_br: Opções do diretório de biografias dos autores

source: Page ID:
pt_br: ID da página:

source: Users Per Page:
pt_br: Usuários por página:

source: Noindex User Listings:
pt_br: Listagem de usuários não-indexados:

source: Administrator
pt_br: Administrador

source: Site Owner
pt_br: Dono do site

source: Contribtors
pt_br: Colaboradores

source: Display user images on directory page.
pt_br: Exibir imagens dos usuários na página do diretório.

source: Display user descriptions on directory page.
pt_br: Exibir descrições dos usuários na página do diretório.

source: Display user images on profile page.
pt_br: Exibir imagens dos usuários na página do perfil.

source: Display user descriptions on profile page.
pt_br: Exibir descrições dos usuários na página do perfil.

source: Number of characters to display of user description on the directory page.
pt_br: Número de caracteres para a descrição do usuário na página do diretório.

source: Avatar Type:
pt_br: Tipo de Avatar:

source: Gravatar Type:
pt_br: Tipo de Gravatar:

source: Gravatar Size:
pt_br: Tamanho do Gravatar:

source: Update Options
pt_br: Atualizar opções
